{
  "hero_title": "Ұйқы және оның <br> денсаулыққа әсері",
  "recommendations": "Ұйқы бойынша ұсыныстар",
  "agenda": "жоспар",
  "points_of_discussion": "Пікірталас бөлімдер",
  "introduction": "Кіріспе",
  "why_sleep_important": "Неліктен ұйқы манызды?",
  "sleep_phases": "Ұйқы Фазалар",
  "sleep_stages": "Ұйқы Кезеңдері",
  "impact_on_health": "Денсаулыққа Әсері",
  "impact_physics_health": "Дене Денсаулығына Әсері",
  "impact_mental_health": "Ақыл-ой Денсаулығына Әсері",
  "sleep_recommendations": "Ұйқы Бойынша Ұсыныстар",
  "negative_effects": "Ұйқының Болмауының Жағымсыз Салдары",
  "sleep_definition": "Ұйқының анықтамасы және оның организм үшін рөлі",
  "whatsleep__container-text1": "Ұйқы-бұл уақытша тыныштық, релаксация және дененің қалпына келуімен сипатталатын физиологиялық процесс. Ол циклдік түрде жүреді және бірнеше кезеңнен тұрады, соның ішінде көздің жылдам қозғалатын ұйқысы (REM) және баяу толқынды ұйқы (NREM). Ұйқы процесі гипоталамуспен және мидың басқа бөліктерімен мұқият реттеледі.",
  "whatsleep__container-text2": "Ұйқы әдетте бірнеше кезеңнен өтеді, соның ішінде жылдам көз қозғалысы ұйқысы (REM) және баяу толқынды ұйқы (NREM). REM ұйқысы көбінесе армандаумен байланысты, ал REM емес ұйқы дене энергияны қалпына келтірген кезде терең ұйқының фазаларын қамтиды.",
  "whatsleep__container-text3": "Ұйқы-бұл көздің жылдам қозғалысы (REM) және ми реттейтін REM емес ұйқы сияқты кезеңдерді қамтитын циклдік физиологиялық процесс. Арманға байланысты REM ұйқысы кезінде және онсыз дене энергияны қалпына келтіреді. Бұл ұйымдасқан Даму жалпы әл-ауқатқа ықпал етеді.",
  "physical_restoration": "Физикалық Қалпына Келтіру",
  "mental_health_support": "Психикалық Денсаулықты Қолдау",
  "memory_consolidation": "Жадының Консолидациясы",
  "metabolism_regulation": "Метаболизмді Реттеу",
  "immune_system_enhancement": "Иммундық Жүйені Нығайту",
  "importance_sleep_text1": "Ұйқы тіндер регенерациясына, энергияны қалпына келтіруде және физикалық денсаулықта маңызды рөл атқарады. Ұйқы кезінде тіндер өсу мен жөндеуден өтеді, бұл жалпы физикалық әл-ауқатқа ықпал етеді.",
  "importance_sleep_text2": "Ұйқының болмауы эмоционалды әл-ауқаттың нашарлауына, стресстің жоғарылауына және депрессия қаупінің жоғарылауына әкелуі мүмкін. Ұйқы психикалық денсаулықты сақтаудың ажырамас бөлігі болып табылады.",
  "importance_sleep_text3": "Ұйқы естеліктерді өңдеуді және бекітуді жеңілдетеді. Сапалы ұйқы күнделікті өмірде зейін мен есте сақтаудың жақсаруына ықпал етеді.",
  "importance_sleep_text4": "Тұрақты және сапалы ұйқы салауатты метаболизмді реттеуге көмектеседі, бұл салмақты бақылау және денсаулықтың әртүрлі мәселелерін болдырмау үшін қажет.",
  "importance_sleep_text5": "Ұйқы иммундық жүйені нығайтады, ағзаға инфекциялар мен аурулармен күресуге көмектеседі.",
  "non_rem_sleep": "NREM Ұйқы",
  "non_rem_text": "NREM ұйқыға 1-ші сатыдағы жеңіл ұйқыдан бастап, оянудан ұйқыға дейінгі өтпелі кезеңнен бастап үш түрлі кезең кіреді. Одан кейін ұйқының терең деңгейін белгілейтін ұйқы шпиндельдерімен және К-кешендерімен сипатталатын 2 кезең келеді. Ең терең қалпына келтіру фазасы, 3-кезең, физикалық қалпына келтіру және өсу үшін өте маңызды ми Дельта толқындарымен баяу толқынды ұйқыны (SWS) қамтиды. Түнгі ұйқы кезінде жүрек соғу жиілігі мен қан қысымы төмендейді, бұлшықет белсенділігі төмендейді және армандар шектеулі, өйткені басты назар физикалық қалпына келтіруге және өнімділікті сақтауға бағытталған.",
  "rem_sleep": "REM Ұйқы",
  "rem_text": "Көздің жылдам қозғалысы ұйқы (REM) - бұл жарқын армандар мен жылдам, тұрақсыз көз қозғалысымен сипатталатын ерекше кезең. REM ұйқысы кезіндегі мидың белсенділігі оянуға ұқсас болғанымен, арманның мазмұнына сәйкес келетін физикалық әрекеттерді болдырмау үшін дене уақытша бұлшықет сал ауруына ұшырайды. REM ұйқысы есте сақтаудың консолидациясымен байланысты, әсіресе процедуралық және эмоционалды естеліктер үшін. Ол когнитивті қалпына келтіруде, оқуда, проблемаларды шешуде және эмоционалды реттеуде маңызды рөл атқарады. Түн ішінде адамдар NREM және REM ұйқысының бірнеше эпизодтары арқылы өтеді, REM ұйқысының ұзақтығы кейінгі ұйқы циклдарында артады, бұл жалпы ұйқының сапасы мен психикалық әл-ауқатқа елеулі үлес қосады.",
  "stages_sleep": "Ұйқы Циклінің Кезеңдері",
  "four_stages": "Төрт Кезең Бар",
  "stage1": "1-ші Кезең: Жеңіл Ұйқы",
  "stage2": "2-ші Кезең: Нағыз Ұйқы",
  "stage3": "3-ші Кезен: Терең ұйқы",
  "stage1_text": "Ұйқыға ауысу, бұлшықет белсенділігінің төмендеуі.",
  "stage2_text": "1-ші Кезеңнен тереңірек, тұрақты жүрекмағы, ұйқы шпинделі.",
  "stage3_text": "Ең сергітетін, баяу дельта толқындары, физикалық қалпына келтіру.",
  "stage4_text": "Мидың қарқынды белсенділігі, жарқын армандар, уақытша бастырылу.",
  "physical_health": "Дене Денсаулық", 
  "mental_health": "Ақыл-ой Денсаулық",
  "mental_well-being": "Ақыл-ой Саулығы",
  "modal_physical_conslusion": "Ұйқының физикалық денсаулыққа әсерін баса көрсете отырып, оның жалпы өміршеңдік пен өміршеңдікті арттырудағы рөлі ерекше атап өтіледі.",
  "modal_mental_conslusion": "Ұйқының психикалық денсаулыққа әсерін қарастыра отырып, бұл слайд сапалы ұйқы мен эмоционалды әл-ауқат арасындағы маңызды байланысты көрсетеді.",
  "modal_physical_text1": "<span>Тіндерді Жөндеу:</span> Терең ұйқы кезінде дене тіндердің қалпына келуіне және қалпына келуіне ықпал ететін өсу гормонын шығарады.",
  "modal_physical_text2": "<span>Энергияны Үнемдеу:</span> Ұйқы жалпы физикалық әл-ауқат пен төзімділікті сақтау арқылы энергияны үнемдеуге көмектеседі.",
  "modal_physical_text3": "<span>Иммундық Жүйені Қолдау:</span> Жеткілікті ұйқы иммундық жүйенің инфекциялар мен аурулардан қорғану қабілетін арттырады.",
  "modal_physical_text4": "<span>Гормоналды Реттеу:</span> Ұйқы метаболизмге, тәбетті реттеуге және стресске жауап беруге қатысатын гормондардың тепе-теңдігіне әсер етеді.",
  "modal_physical_text5": "<span>Жүрек-қан Тамырлары Денсаулығы:</span> Сапалы ұйқы қан қысымын реттеу және жүрек проблемаларының қаупін азайту арқылы жүрек-қан тамырлары денсаулығына ықпал етеді.",
  "modal_mental_text1": "<span>Эмоционалды Тұрақтылық:</span> Жеткілікті ұйқы эмоционалды тұрақтылыққа ықпал етеді, стресс пен көңіл-күйдің бұзылуына бейімділікті төмендетеді.",
  "modal_mental_text2": "<span>Жадының Консолидациясы:</span> REM ұйқысы, атап айтқанда, когнитивті функцияларға көмектесу арқылы естеліктерді біріктіру мен ұйымдастыруда шешуші рөл атқарады.",
  "modal_mental_text3": "<span>Стрессті Азайту:</span> Сапалы ұйқы кортизолдың төмен деңгейімен байланысты, бұл стрессті жақсы басқаруға ықпал ететін стресс гормоны.",
  "modal_mental_text4": "<span>Жақсартылатын Концентрация:</span> Жеткілікті ұйқы күнделікті іс-әрекетте зейінді, зейінді және жалпы когнитивті өнімділікті арттырады.",
  "modal_mental_text5": "<span>Эмоционалды Өңдеу:</span> REM ұйқысы кезінде армандау эмоционалды өңдеуді жеңілдетеді, адамдарға эмоциялармен күресуге және түсінуге көмектеседі.",
  "consequence1": "Когнитивті Функцияның Бұзылуы",
  "consequence2": "Стресс Деңгейінің Жоғарылауы",
  "consequence3": "Иммундық Жүйенің Әлсіреуі",
  "consequence4": "Салмақ қосу және метаболизм проблемалары",
  "consequence5": "Жүрек-қан тамырлары қаупі",
  "consequence6": "Көңіл-Күйдің Бұзылуы",
  "consequence7": "Физикалық Өнімділіктің Төмендеуі",
  "consequence8": "Жазатайым Оқиғалар Қаупінің Жоғарылауы",
  "consequence9": "Ақыл-ой Денсаулыққа Нашар Әсер Ету",
  "consequence10": "Өмір Сапасының Төмендеуі",
  "min": "мин",
  "max": "макс",
  "newborns": "Сәбилер (0-3 ай)",
  "infants": "Нәрестелер (4-11 ай)",
  "babies": "Балалар (1-2 жас)",
  "kids": "Бала-балалар (3-5 жас)",
  "school": "Мектеп оқушылары (6-13 жас)",
  "teens": "Жасақтар (14-17 жас)",
  "adults": "Ересектер (18-64 жас)",
  "olds": "Қарт адамдар (65 жас және көп)",
  "normal_amount": "Ұйқының қалыпты мөлшері",
  "conclusion": "Қорытынды",
  "conclusion_text": "Қорытындылай келе, біздің әл-ауқатымыз ұйқының сапасымен тығыз байланысты. Өзімізді тұрақты ұйқымен, тыныш кешкі рәсімдермен және демалуға қолайлы ортамен қамтамасыз ете отырып, біз салауатты өмірдің негізін қалаймыз. Бұл жеке пайда ғана емес, сонымен қатар ұйқының болмауының белгілерін тану арқылы психикалық және физикалық әл-ауқатымызға қамқорлық жасау мүмкіндігі. Салауатты өмір салтын жақтаушылар ретінде жеткілікті ұйықтаудың оң пайдасын бағалап қана қоймай, осы білімді айналамыздағы адамдармен бөлісейік. Біз энергия мен қанағатқа толы өмір сүруге ұмтыла отырып, біз демалудың, тепе-теңдікті табудың және денсаулықтың жалпы принциптерін ұстанудың маңыздылығын қолдаймыз. Мұндай күш-жігер бізді тіршілік пен бақыттың жарқын нұрымен нұрланған өмірге бағыттайды."
}
