{
  "hero_title": "Сон и его влияние <br> на здоровье",
  "recommendations": "Рекомендации по сну",
  "agenda": "план",
  "points_of_discussion": "Разделы обсуждения",
  "introduction": "Введение",
  "why_sleep_important": "Почему сон важен?",
  "sleep_phases": "Фазы Сна",
  "sleep_stages": "Стадии Сна",
  "impact_on_health": "Влияние на Здоровье",
  "impact_physics_health": "Воздействие на Физическое Здоровье",
  "impact_mental_health": "Воздействие на Ментальное Здоровье",
  "sleep_recommendations": "Рекомендации по Сну",
  "negative_effects": "Негативные Последствия Недосыпания",
  "sleep_definition": "Определение сна и его роли для организма",
  "whatsleep__container-text1": "Сон - это физиологический процесс, характеризующийся временным состоянием покоя, релаксации и восстановления организма. Он происходит циклически и состоит из нескольких стадий, включая сон с быстрым движением глаз (REM) и не быстрый сон (NREM). Процесс сна тщательно регулируется гипоталамусом и другими отделами головного мозга.",
  "whatsleep__container-text2": "Сон обычно проходит несколько стадий, включая сон с быстрым движением глаз (REM) и не быстрый сон (NREM). Быстрый сон часто связан со сновидениями, а медленный сон включает фазы глубокого сна, когда организм восстанавливает энергию.",
  "whatsleep__container-text3": "Сон — это циклический физиологический процесс, включающий такие стадии, как быстрое движение глаз (БДГ) и медленный сон, регулируемый мозгом.  Во время фазы быстрого сна, связанной со сном, и во время фазы быстрого сна организм восстанавливает энергию.  Такое организованное развитие способствует общему благополучию.",
  "physical_restoration": "Физическое Восстановление",
  "mental_health_support": "Поддержка Психического Здоровья",
  "memory_consolidation": "Консолидация Памяти",
  "metabolism_regulation": "Регуляция Обмена Веществ",
  "immune_system_enhancement": "Укрепление Иммунной Системы",
  "importance_sleep_text1": "Сон играет решающую роль в регенерации тканей, восстановлении энергии и поддержании физического здоровья. Во время сна ткани подвергаются росту и восстановлению, что способствует общему физическому благополучию.",
  "importance_sleep_text2": "Недостаток сна может привести к ухудшению эмоционального благополучия, усилению стресса и более высокому риску депрессии. Сон является неотъемлемой частью поддержания психического здоровья.",
  "importance_sleep_text3": "Сон облегчает обработку и закрепление воспоминаний. Качественный сон способствует улучшению концентрации внимания и памяти в повседневной жизни.",
  "importance_sleep_text4": "Регулярный и качественный сон помогает регулировать здоровый обмен веществ, что необходимо для контроля веса и предотвращения различных проблем со здоровьем.",
  "importance_sleep_text5": "Сон укрепляет иммунную систему, помогая организму бороться с инфекциями и болезнями.",
  "non_rem_sleep": "NREM Сон",
  "non_rem_text": "NREM сон включает в себя три отдельные стадии, начиная с легкого сна Стадии 1, переходной фазы от бодрствования ко сну. Далее следует Стадия 2, характеризующаяся веретенами сна и К-комплексами, обозначающими более глубокий уровень сна. Самая глубокая восстановительная фаза, Стадия 3, включает в себя медленный сон (SWS) с дельта-волнами мозга, имеющими решающее значение для физического восстановления и роста. Во время медленного сна частота сердечных сокращений и артериальное давление снижаются, мышечная активность снижается, а сны ограничиваются, поскольку основное внимание уделяется физическому восстановлению и поддержанию здоровья.",
  "rem_sleep": "REM Сон",
  "rem_text": "Сон с быстрым движением глаз (REM) - это особая стадия, характеризующаяся яркими сновидениями и быстрыми, беспорядочными движениями глаз. В то время как активность мозга во время REM аналогична бодрствованию, тело подвергается временному параличу мышц, чтобы предотвратить физические действия, соответствующие содержанию сна. REM сон связан с консолидацией памяти, особенно для процессуальных и эмоциональных воспоминаний. Он играет решающую роль в восстановлении когнитивных функций, обучении, решении проблем и эмоциональной регуляции. В течение ночи люди циклически проходят через несколько эпизодов NREM и REM-сна, причем продолжительность REM-сна увеличивается в более поздних циклах сна, что вносит значительный вклад в общее качество сна и психическое благополучие.",
  "stages_sleep": "Стадии Цикла Сна",
  "four_stages": "Существует Четыре Стадии",
  "stage1": "Стадия 1: Легкий Сон",
  "stage2": "Стадия 2: Настоящий Сон",
  "stage3": "Стадия 3: Глубокий Сон",
  "stage1_text": "Переход ко сну, снижение мышечной активности.",
  "stage2_text": "Глубже, чем Стадия 1, регулярный сердечный ритм, веретена сна.",
  "stage3_text": "Наиболее тонизирующие, медленные дельта-волны, физическое восстановление.",
  "stage4_text": "Интенсивная мозговая активность, яркие сны, временный паралич мышц.",
  "physical_health": "Физическое Здоровье",
  "mental_health": "Ментальное Здоровье",
  "mental_well-being": "Ментальное Благополучие",
  "modal_physical_conslusion": "Подчеркивая влияние сна на физическое здоровье, подчеркивается его роль в повышении общего жизненного тонуса и жизнестойкости.",
  "modal_mental_conslusion": "Рассматривая влияние сна на психическое здоровье, этот слайд подчеркивает важнейшую связь между качественным сном и эмоциональным благополучием.",
  "modal_physical_text1": "<span>Восстановление Тканей:</span> Во время глубокого сна организм вырабатывает гормон роста, способствующий восстановлению тканей и регенерации.",
  "modal_physical_text2": "<span>Сохранение Энергии:</span> Сон помогает экономить энергию, поддерживая общее физическое самочувствие и выносливость.",
  "modal_physical_text3": "<span>Поддержка Иммунной Системы:</span> Достаточный сон повышает способность иммунной системы защищаться от инфекций и болезней.",
  "modal_physical_text4": "<span>Гормональная Регуляция:</span> Сон влияет на баланс гормонов, участвующих в обмене веществ, регуляции аппетита и реакции на стресс.",
  "modal_physical_text5": "<span>Здоровье сердечно-сосудистой Cистемы:</span> Качественный сон способствует здоровью сердечно-сосудистой системы, регулируя кровяное давление и снижая риск проблем, связанных с сердцем.",
  "modal_mental_text1": "<span>Эмоциональная Устойчивость:</span> Достаточный сон способствует эмоциональной устойчивости, снижая восприимчивость к стрессу и расстройствам настроения.",
  "modal_mental_text2": "<span>Консолидация Памяти:</span> REM сон, в частности, играет решающую роль в консолидации и организации воспоминаний, помогая когнитивным функциям.",
  "modal_mental_text3": "<span>Снижение Стресса:</span> Качественный сон связан с более низким уровнем кортизола, гормона стресса, способствующего лучшему управлению стрессом.",
  "modal_mental_text4": "<span>Улучшенная Концентрация:</span> Достаточный сон повышает концентрацию, внимательность и общую когнитивную работоспособность в повседневной деятельности.",
  "modal_mental_text5": "<span>Эмоциональная Обработка:</span> Сновидения во время быстрого сна облегчают эмоциональную обработку, помогая людям справляться с эмоциями и понимать их.",
  "consequence1": "Нарушение Когнитивных Функций",
  "consequence2": "Повышенный Уровень Стресса",
  "consequence3": "Ослабленная Иммунная Система",
  "consequence4": "Увеличение веса и проблемы с обменом веществ",
  "consequence5": "Сердечно-сосудистые Риски",
  "consequence6": "Расстройства Настроения",
  "consequence7": "Снижение Физической Работоспособности",
  "consequence8": "Повышенный Риск Несчастных Случаев",
  "consequence9": "Плохое Воздействие на Ментальное Здоровье",
  "consequence10": "Уменьшение Качества Жизни",
  "min": "мин",
  "max": "макс",
  "newborns": "Новорожденные (0-3 месяца)",
  "infants": "Младенцы (4-11 месяцев)",
  "babies": "Дети 1-2 года",
  "kids": "Дошкольники (3-5 лет)",
  "school": "Школьники (6-13 лет)",
  "teens": "Подростки (14-17 лет)",
  "adults": "Взрослые (18-64 года)",
  "olds": "Пожилые люди (65 лет и старше)",
  "normal_amount": "Нормальное количество сна",
  "conclusion": "Заключение",
  "conclusion_text": "В заключение, наше благополучие тесно связано с качеством сна. Обеспечивая себе регулярный сон, спокойные вечерние ритуалы и подходящую обстановку для отдыха, мы закладываем фундамент для здоровой жизни. Это не только личная выгода, но и возможность заботиться о нашем умственном и физическом благополучии, распознавая признаки недостатка сна. Как сторонники здорового образа жизни, давайте не только ценить положительные изменения от достаточного сна, но и делиться этими знаниями с окружающими. Стремясь к жизни, наполненной энергией и удовлетворением, поддерживаем важность отдыха, нахождение баланса и применение общих принципов здоровья. Такие усилия направляют нас к жизни, озаренной ярким светом жизненной силы и счастья."
}
