{
  "hero_title": "Sleep and its impact <br> on health",
  "recommendations": "Sleep Recommendations",
  "agenda": "agenda",
  "points_of_discussion": "Points of discussion",
  "introduction": "Introduction",
  "why_sleep_important": "Why sleep is important?",
  "sleep_phases": "Sleep Phases",
  "sleep_stages": "Sleep Stages",
  "impact_on_health": "Impact On Health",
  "impact_physics_health": "Impact on Physical Health",
  "impact_mental_health": "Impact on Mental Health",
  "sleep_recommendations": "Sleep Recommendations",
  "negative_effects": "Negative Effects of Sleep Deprivation",
  "sleep_definition": "Definition of sleep and its role for the body",
  "whatsleep__container-text1": "Sleep is a physiological process characterized by a temporary state of rest, relaxation, and organism recovery. It occurs cyclically and consists of several stages, including rapid eye movement (REM) sleep and non-REM sleep. The process of sleep is carefully regulated by the hypothalamus and other parts of the brain.",
  "whatsleep__container-text2": "Sleep typically progresses through several stages, including rapid eye movement sleep (REM) and slow-wave sleep. REM sleep is often associated with dreaming, and non-REM sleep includes phases of deep sleep when the body regains energy.",
  "whatsleep__container-text3": "Sleep typically progresses through several stages, including rapid eye movement sleep (REM) and slow-wave sleep. REM sleep is often associated with dreaming, and non-REM sleep includes phases of deep sleep when the body regains energy.",
  "physical_restoration": "Physical Restoration",
  "mental_health_support": "Mental Health Support",
  "memory_consolidation": "Memory Consolidation",
  "metabolism_regulation": "Metabolism Regulation",
  "immune_system_enhancement": "Immune System Enhancement",
  "importance_sleep_text1": "Sleep plays a crucial role in tissue regeneration, energy restoration, and maintaining physical health. During sleep, tissues undergo growth and repair, contributing to overall physical well-being.",
  "importance_sleep_text2": "Lack of sleep can lead to a deterioration in emotional well-being, increased stress, and a higher risk of depression. Sleep is an integral part of maintaining mental health.",
  "importance_sleep_text3": "Sleep facilitates the processing and consolidation of memories. Quality sleep contributes to improved concentration and memory in daily life.",
  "importance_sleep_text4": "Regular and quality sleep helps regulate a healthy metabolism, essential for weight control and preventing various health issues.",
  "importance_sleep_text5": "Sleep strengthens the immune system, aiding the body in fighting infections and illnesses.",
  "non_rem_sleep": "Non-REM Sleep",
  "non_rem_text": "Non-REM sleep encompasses three distinct stages, starting with the light sleep of Stage 1, a transitional phase from wakefulness to sleep. Stage 2 follows, characterized by sleep spindles and K-complexes, marking a deeper level of sleep. The most profound restorative phase, Stage 3, involves slow-wave sleep (SWS) with delta brain waves, crucial for physical repair and growth. During NREM sleep, heart rate and blood pressure decrease, muscle activity is reduced, and dreaming is limited, as the primary focus is on physical recovery and maintenance.",
  "rem_sleep": "REM Sleep",
  "rem_text": "Rapid Eye Movement (REM) sleep is a distinctive stage characterized by vivid dreaming and rapid, random eye movements. While brain activity during REM is similar to wakefulness, the body undergoes temporary muscle paralysis to prevent physical actions corresponding to dream content. REM sleep is associated with memory consolidation, particularly for procedural and emotional memories. It plays a crucial role in cognitive restoration, learning, problem-solving, and emotional regulation. Throughout the night, individuals cycle through multiple NREM and REM episodes, with REM duration increasing in later sleep cycles, contributing significantly to overall sleep quality and mental well-being.",
  "stages_sleep": "Stages of the Sleep Cycle",
  "four_stages": "There are four stages",
  "stage1": "Stage 1: Light Sleep",
  "stage2": "Stage 2: True Sleep",
  "stage3": "Stage 3: Deep Sleep",
  "stage1_text": "Transitioning to sleep, reduced muscle activity.",
  "stage2_text": "Deeper than Stage 1, regular heart rate, sleep spindles.",
  "stage3_text": "Most restorative, slow delta waves, physical recovery.",
  "stage4_text": "Intense brain activity, vivid dreams, temporary muscle paralysis.",
  "physical_health": "Physical Health", 
  "mental_health": "Mental Health",
  "mental_well-being": "Mental Well-being",
  "modal_physical_conslusion": "Highlighting the impact of sleep on physical health emphasizes its role in promoting overall vitality and resilience.",
  "modal_mental_conslusion": "By addressing the impact of sleep on mental health, this slide emphasizes the crucial connection between quality sleep and emotional well-being.",
  "modal_physical_text1": "<span>Tissue Repair:</span> During deep sleep, the body releases growth hormone, promoting tissue repair and regeneration.",
  "modal_physical_text2": "<span>Energy Conservation:</span> Sleep helps conserve energy, supporting overall physical well-being and stamina.",
  "modal_physical_text3": "<span>Immune System Support:</span> Adequate sleep enhances the immune system's ability to defend against infections and illnesses.",
  "modal_physical_text4": "<span>Hormone Regulation:</span> Sleep influences the balance of hormones involved in metabolism, appetite regulation, and stress response.",
  "modal_physical_text5": "<span>Cardiovascular Health:</span> Quality sleep contributes to a healthy cardiovascular system, regulating blood pressure and reducing the risk of heart-related issues.",
  "modal_mental_text1": "<span>Emotional Resilience:</span> Sufficient sleep fosters emotional resilience, reducing susceptibility to stress and mood disorders.",
  "modal_mental_text2": "<span>Memory Consolidation:</span> REM sleep, in particular, plays a crucial role in consolidating and organizing memories, aiding cognitive function.",
  "modal_mental_text3": "<span>Stress Reduction:</span> Quality sleep is linked to lower levels of cortisol, the stress hormone, contributing to better stress management.",
  "modal_mental_text4": "<span>Improved Concentration:</span> Adequate sleep enhances focus, attention, and overall cognitive performance in daily activities.",
  "modal_mental_text5": "<span>Emotional Processing:</span> Dreams during REM sleep facilitate emotional processing, helping individuals cope with and understand emotions.",
  "consequence1": "Impaired Cognitive Function",
  "consequence2": "Increased Stress Levels",
  "consequence3": "Weakened Immune System",
  "consequence4": "Weight Gain and Metabolic Issues",
  "consequence5": "Cardiovascular Risks",
  "consequence6": "Mood Disorders",
  "consequence7": "Reduced Physical Performance",
  "consequence8": "Increased Risk of Accidents",
  "consequence9": "Bad Impact on Mental Health",
  "consequence10": "Decreased Quality of Life",
  "min": "min",
  "max": "max",
  "newborns": "Newborns (0-3 months)",
  "infants": "Infants (4-11 months)",
  "babies": "Toddlers (1-2 years)",
  "kids": "Preschoolers (3-5 years)",
  "school": "School-age children (6-13 years)",
  "teens": "Adolescents (14-17 years)",
  "adults": "Adults (18-64 years)",
  "olds": "Older adults (65 years and older)",
  "normal_amount": "Normal Amount Of Sleep",
  "conclusion": "Conclusion",
  "conclusion_text": "In conclusion, the narrative of our well-being finds its climax in the realm of quality sleep. Weaving together the intricacies of a consistent sleep schedule, a tranquil bedtime ritual, and an environment conducive to rest, we construct a strong foundation for holistic health. Beyond personal benefits, recognizing the nuanced signs of sleep deprivation positions us as proactive custodians of our mental and physical vitality. As torchbearers of well-being, let's not merely appreciate the transformative impact of sufficient sleep but actively impart this wisdom to our communities. In the pursuit of a life teeming with vigor and contentment, let's advocate for the restorative power of breaks, the equilibrium found in balance, and the embrace of comprehensive health practices. Through these endeavors, we embark on a journey towards a life illuminated by the radiant glow of vitality and fulfillment."
}
